Repository: solokha-o/Alike
Catalog: Packages/DesignSystem/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# designSystem.alikeReaction.alikeCelebratesYourCompletedCleanup
source: Alike celebrates your completed cleanup
de: Alike feiert dein abgeschlossenes Aufräumen
es: Alike celebra tu limpieza completada
es_419: Alike celebra tu limpieza completada
fr: Alike célèbre votre nettoyage terminé
it: Alike festeggia la pulizia completata
nl: Alike viert je voltooide opruiming
pl: Alike świętuje ukończone porządki
pt_br: Alike comemora sua limpeza concluída
tr: Alike tamamladığın temizliği kutluyor
uk: Alike радіє завершеному очищенню
zh_hant: Alike 為你完成的清理喝采

# designSystem.alikeReaction.alikeFoundCleanupOpportunities
source: Alike found cleanup opportunities
de: Alike hat Aufräummöglichkeiten gefunden
es: Alike ha encontrado oportunidades de limpieza
es_419: Alike encontró oportunidades de limpieza
fr: Alike a trouvé des possibilités de nettoyage
it: Alike ha trovato occasioni di pulizia
nl: Alike heeft opruimkansen gevonden
pl: Alike znalazł okazje do porządków
pt_br: Alike encontrou oportunidades de limpeza
tr: Alike temizlik fırsatları buldu
uk: Alike знайшов можливості для очищення
zh_hant: Alike 找到可清理的項目

# designSystem.alikeReaction.alikeHasCleanupOpportunitiesReady
source: Alike has cleanup opportunities ready for review
de: Alike hat Aufräummöglichkeiten zur Durchsicht bereit
es: Alike tiene oportunidades de limpieza listas para revisar
es_419: Alike tiene oportunidades de limpieza listas para revisar
fr: Alike a des possibilités de nettoyage prêtes à être examinées
it: Alike ha occasioni di pulizia pronte da rivedere
nl: Alike heeft opruimkansen klaarstaan om te bekijken
pl: Alike ma gotowe okazje do porządków
pt_br: Alike tem oportunidades de limpeza prontas para revisão
tr: Alike gözden geçirebileceğin temizlik fırsatları hazırladı
uk: Alike має готові до перегляду можливості для очищення
zh_hant: Alike 已備妥可清理的項目供你檢視

# designSystem.alikeReaction.alikeIsReadyForCleanup
source: Alike is ready for cleanup
de: Alike ist bereit zum Aufräumen
es: Alike está listo para limpiar
es_419: Alike está listo para limpiar
fr: Alike est prêt pour le nettoyage
it: Alike è pronto per la pulizia
nl: Alike is klaar om op te ruimen
pl: Alike jest gotowy do porządków
pt_br: Alike está pronto para a limpeza
tr: Alike temizliğe hazır
uk: Alike готовий до очищення
zh_hant: Alike 已準備好開始清理

# designSystem.alikeReaction.alikeNeedsPhotoLibraryPermission
source: Alike needs photo library permission to continue
de: Alike benötigt Zugriff auf deine Mediathek, um fortzufahren
es: Alike necesita permiso para acceder a tu fototeca para continuar
es_419: Alike necesita permiso para acceder a tu fototeca para continuar
fr: Alike a besoin d’accéder à votre photothèque pour continuer
it: Alike ha bisogno dell'accesso alla libreria foto per continuare
nl: Alike heeft toegang tot je fotobibliotheek nodig om verder te gaan
pl: Alike potrzebuje dostępu do biblioteki zdjęć, aby kontynuować
pt_br: Alike precisa de acesso à sua fototeca para continuar
tr: Alike'ın devam edebilmesi için fotoğraf kitaplığı izni gerekiyor
uk: Alike потрібен доступ до фототеки, щоб продовжити
zh_hant: Alike 需要取用照片圖庫才能繼續

# designSystem.alikeReaction.alikeNoticedNewPhotosLibrary
source: Alike noticed new photos in your library
de: Alike hat neue Fotos in deiner Mediathek entdeckt
es: Alike ha detectado fotos nuevas en tu fototeca
es_419: Alike detectó fotos nuevas en tu fototeca
fr: Alike a repéré de nouvelles photos dans votre photothèque
it: Alike ha notato nuove foto nella tua libreria
nl: Alike heeft nieuwe foto's in je bibliotheek gezien
pl: Alike zauważył nowe zdjęcia w Twojej bibliotece
pt_br: Alike notou fotos novas na sua fototeca
tr: Alike kitaplığında yeni fotoğraflar fark etti
uk: Alike помітив нові фото у вашій фототеці
zh_hant: Alike 發現你的圖庫有新照片

# designSystem.alikeReaction.alikeRanIntoProblemWith
source: Alike ran into a problem with the scan
de: Beim Scan ist ein Problem aufgetreten
es: Alike ha tenido un problema con el análisis
es_419: Alike tuvo un problema con el análisis
fr: Alike a rencontré un problème lors de l’analyse
it: Alike ha riscontrato un problema con la scansione
nl: Alike liep tegen een probleem met de scan aan
pl: Alike napotkał problem podczas skanowania
pt_br: Alike teve um problema com a análise
tr: Alike tarama sırasında bir sorunla karşılaştı
uk: Alike не зміг завершити сканування
zh_hant: Alike 掃描時發生問題

# designSystem.alikeReaction.alikeReadyHelpOrganizePhoto
source: Alike is ready to help organize your photo library
de: Alike hilft dir gern, deine Mediathek zu ordnen
es: Alike está listo para ayudarte a organizar tu fototeca
es_419: Alike está listo para ayudarte a organizar tu fototeca
fr: Alike est prêt à vous aider à organiser votre photothèque
it: Alike è pronto ad aiutarti a organizzare la libreria foto
nl: Alike helpt je graag je fotobibliotheek te ordenen
pl: Alike jest gotowy pomóc uporządkować bibliotekę zdjęć
pt_br: Alike está pronto para ajudar a organizar sua fototeca
tr: Alike fotoğraf kitaplığını düzenlemene yardıma hazır
uk: Alike готовий допомогти впорядкувати фототеку
zh_hant: Alike 已準備好協助你整理照片圖庫

# designSystem.alikeReaction.alikeSaysPhotoLibraryAll
source: Alike says your photo library is all caught up
de: Alike sagt, deine Mediathek ist auf dem neuesten Stand
es: Alike dice que tu fototeca está al día
es_419: Alike dice que tu fototeca está al día
fr: Alike indique que votre photothèque est à jour
it: Alike dice che la tua libreria foto è tutta in ordine
nl: Alike zegt dat je fotobibliotheek helemaal bij is
pl: Alike uważa, że Twoja biblioteka zdjęć jest uporządkowana
pt_br: Alike diz que sua fototeca está em dia
tr: Alike fotoğraf kitaplığının tamamen düzenli olduğunu söylüyor
uk: Alike повідомляє, що у фототеці все впорядковано
zh_hant: Alike 表示你的照片圖庫都整理好了

# designSystem.alikeReaction.alikeSearchingForSimilarPhotos
source: Alike searching for similar photos
de: Alike sucht nach ähnlichen Fotos
es: Alike buscando fotos similares
es_419: Alike buscando fotos similares
fr: Alike recherche des photos similaires
it: Alike sta cercando foto simili
nl: Alike zoekt naar vergelijkbare foto's
pl: Alike szuka podobnych zdjęć
pt_br: Alike procurando fotos semelhantes
tr: Alike benzer fotoğrafları arıyor
uk: Alike шукає схожі фотографії
zh_hant: Alike 正在尋找相似的照片

# designSystem.photoGridColumnPreference.chooseHowManyColumnsUsed
source: Choose how many columns are used to display photos
de: Wähle, in wie vielen Spalten Fotos angezeigt werden
es: Elige cuántas columnas se usan para mostrar las fotos
es_419: Elige cuántas columnas se usan para mostrar las fotos
fr: Choisissez le nombre de colonnes utilisées pour afficher les photos
it: Scegli quante colonne usare per mostrare le foto
nl: Kies met hoeveel kolommen foto's worden weergegeven
pl: Wybierz, w ilu kolumnach wyświetlać zdjęcia
pt_br: Escolha quantas colunas são usadas para exibir as fotos
tr: Fotoğrafların kaç sütunda gösterileceğini seç
uk: Виберіть кількість стовпців для відображення фото
zh_hant: 選擇顯示照片時要使用幾欄

# designSystem.photoGridColumnPreference.columns
source: %1$lld Columns
de: %1$lld Spalten
es: %1$lld columnas
es_419: %1$lld columnas
fr: %1$lld colonnes
it: %1$lld colonne
nl: %1$lld kolommen
pl: Kolumny: %1$lld
pt_br: %1$lld colunas
tr: %1$lld sütun
uk: %1$lld колонки
zh_hant: %1$lld 欄

# designSystem.photoGridColumnPreference.columns2
source: Columns
de: Spalten
es: Columnas
es_419: Columnas
fr: Colonnes
it: Colonne
nl: Kolommen
pl: Kolumny
pt_br: Colunas
tr: Sütunlar
uk: Колонки
zh_hant: 欄數

# designSystem.photoGridColumnPreference.gridColumns
source: Grid Columns
de: Rasterspalten
es: Columnas de la cuadrícula
es_419: Columnas de la cuadrícula
fr: Colonnes de la grille
it: Colonne della griglia
nl: Rasterkolommen
pl: Kolumny siatki
pt_br: Colunas da grade
tr: Izgara Sütunları
uk: Стовпців у сітці
zh_hant: 格線欄數

# designSystem.photoLoadFailure.photoPreviewUnavailable
source: Photo preview unavailable
de: Vorschau nicht verfügbar
es: Vista previa no disponible
es_419: Vista previa no disponible
fr: Aperçu indisponible
it: Anteprima non disponibile
nl: Voorvertoning niet beschikbaar
pl: Podgląd niedostępny
pt_br: Pré-visualização indisponível
tr: Fotoğraf önizlemesi kullanılamıyor
uk: Попередній перегляд фото недоступний
zh_hant: 無法預覽照片

# designSystem.photoLoadFailure.retry
source: Retry
de: Wiederholen
es: Reintentar
es_419: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw
pl: Ponów
pt_br: Tentar novamente
tr: Yeniden Dene
uk: Повторити
zh_hant: 重試

# designSystem.photoLoadFailure.tryLoadingThePhotoAgain
source: Try loading the photo again
de: Versuche, das Foto erneut zu laden
es: Intenta cargar la foto de nuevo
es_419: Intenta cargar la foto de nuevo
fr: Essayez de charger la photo à nouveau
it: Prova a caricare di nuovo la foto
nl: Probeer de foto opnieuw te laden
pl: Spróbuj wczytać zdjęcie ponownie
pt_br: Tente carregar a foto novamente
tr: Fotoğrafı yeniden yüklemeyi dene
uk: Спробуйте завантажити фото ще раз
zh_hant: 再次嘗試載入照片
